/* Task view. */
HSDFSD_TaskName = "팩스 단축 다이얼";
HSDFPB_TaskName = "팩스 전화번호부";
HSDFSD_TaskDescription = "장치 단축 다이얼 메모리에 +, - 단추를 사용하거나 원하는 정보를 입력합니다. 또는 주소록을 사용해 정보를 검색하고 추가합니다.";
HSDFPB_TaskDescription = "팩스 전화번호부를 통해 장치의 연락처 목록을 보고 관리할 수 있습니다.\n+ 및 - 버튼을 사용하여 연락처를 추가 또는 삭제하십시오. 연락처를 사용하여 더 많은 항목을 검색하고 목록에 추가할 수도 있습니다.";

ActionMenuTooltip = "동작 메뉴";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "이름";
HSDEntryPhoneNumberColumnTitle = "팩스 번호";
HSDEntryEditActionMenuTitle = "편집…";
HSDEntryCreateGroupActionMenuTitle = "그룹 만들기…";
EntriesStatusCaption = "%1$d / %2$d 항목 사용";
HSDPrintListButtonTitle = "목록 인쇄";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "팩스 주소록 실행";
ContactsLaunchButtonTooltip = "팩스 연락처 실행";
HSDApplyButtonTitle = "지금 적용";

HSDDismissEntryButtonTitle = "취소";
HSDConfirmEntryButtonTitle = "저장";

HSDFPB_AddNewContactToolTip = "새 연락처 추가";
HSDFSD_AddNewContactToolTip = "새 단축 다이얼 추가";
HSDFPB_DeleteSelectedContactToolTip = "선택한 연락처 또는 그룹 삭제";
HSDFSD_DeleteSelectedContactToolTip = "선택한 단축 다이얼 또는 그룹 삭제";
HSDFPB_PrintListButtonToolTip = "이 장치에 저장된 모든 연락처 인쇄";
HSDFSD_PrintListButtonToolTip = "이 장치에 저장된 모든 단축 다이얼 인쇄";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "항목 (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "단축 다이얼 (#):";
HSDIndividualEntryNameFieldCaption = "이름:";
HSDIndividualEntryPhoneNumberFieldCaption = "팩스 번호:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "항목 (#):";
HSDFSD_GroupEntryIndexFieldCaption = "단축 다이얼 (#):";
HSDGroupEntryNameFieldCaption = "그룹 이름:";
HSDFSD_GroupEntryItemsDescription = "이 그룹에 포함될 단축 다이얼을 선택합니다.";
HSDFPB_GroupEntryItemsDescription = "이 그룹에 추가할 연락처를 선택하십시오.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "승인";

/* Contacts panel. */
AddressBookPanelTitle = "팩스 주소록";
ContactsPanelTitle = "팩스 연락처";
HSDDismissContactsButtonTitle = "닫기";
HSDConfirmContactsButtonTitle = "추가";

/* Alert dialogs. */
CancelAlertButtonTitle = "취소";
RemoveFromGroupAlertButtonTitle = "그룹 삭제";
DeleteAlertButtonTitle = "삭제";
ApplyAlertButtonTitle = "적용";
DontApplyAlertButtonTitle = "적용하지 않음";

IncorrectDeviceStateAlertTitle = "프린터 오류 상태";
IncorrectDeviceStateAlertMessage = "장치 오류 상태를 해결한 후 다시 시도하십시오.";

HSDFSD_InvalidEntryErrorTitle = "잘못된 단축 다이얼";
HSDFPB_InvalidEntryErrorTitle = "연락처를 추가할 수 없음";
HSDFSD_MissingEntryNameErrorMessage = "단축 다이얼 이름이 없습니다. 단축 다이얼 이름을 입력한 후 다시 시도하십시오.";
HSDFPB_MissingEntryNameErrorMessage = "연락처 이름이 누락되었습니다. 연락처 이름을 입력하고 다시 시도하십시오.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "단축 다이얼 번호가 없습니다. 단축 다이얼 번호를 입력한 후 다시 시도하십시오.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "연락처 번호가 누락되었습니다. 연락처 번호를 입력하고 다시 시도하십시오.";
HSDFSD_TooLargeGroupErrorMessage = "단축 다이얼 그룹이 너무 큽니다. 장치는 한 그룹에 최대 %d개 항목을 지원합니다.";
HSDFPB_TooLargeGroupErrorMessage = "그룹에 연락처가 너무 많습니다. 이 장치는 그룹 내에서 최대 %d개 항목을 지원합니다.";

HSDFSD_DeleteIndividualEntryAlertTitle = "\"%@\" 단축 다이얼을 삭제하시겠습니까?";
HSDFPB_DeleteIndividualEntryAlertTitle = "\"%@\" 연락처를 삭제하시겠습니까?";
HSDFSD_DeleteIndividualEntryAlertMessage = "선택한 단축 다이얼은 하나 이상의 그룹에 설정되어 있습니다. 단축 다이얼을 삭제하면 단축 다이얼이 모든 그룹에서 제거됩니다.";
HSDFPB_DeleteIndividualEntryAlertMessage = "선택한 연락처가 하나 이상의 그룹에 있습니다. 연락처를 삭제하면 모든 그룹에서 제거됩니다.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "선택한 단축 다이얼을 삭제하시겠습니까?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "선택한 연락처를 삭제하시겠습니까?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "선택한 단축 다이얼 중 일부는 하나 이상의 그룹에 설정되어 있습니다. 단축 다이얼을 삭제하면 단축 다이얼이 모든 그룹에서 제거됩니다.";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "선택한 연락처 일부가 하나 이상의 그룹에 표시될 수 있습니다. 이 연락처를 삭제하면 모든 그룹에서 제거됩니다.";

HSDFSD_DeleteGroupEntryAlertTitle = "그룹 다이얼 \"%@\"을 삭제하시겠습니까?";
HSDFPB_DeleteGroupEntryAlertTitle = "\"%@\" 그룹을 삭제하시겠습니까?";
HSDFSD_DeleteGroupEntryAlertMessage = "선택한 그룹 내의 개별 단축 다이얼 항목은 삭제되지 않습니다.";
HSDFPB_DeleteGroupEntryAlertMessage = "그룹에 속한 개별 연락처는 삭제되지 않습니다.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "선택한 그룹 다이얼을 삭제하시겠습니까?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "선택한 그룹을 삭제하시겠습니까?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "선택한 그룹 내의 개별 단축 다이얼 항목은 삭제되지 않습니다.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "그룹에 속한 개별 연락처는 삭제되지 않습니다.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "그룹 \"%2$@\"에서 \"%1$@\" 단축 다이얼을 제거하시겠습니까?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "\"%1$@\" 연락처를 \"%2$@\" 그룹에서 삭제하시겠습니까?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "[그룹에서 제거]를 클릭하면 단축 다이얼이 그룹에서만 삭제됩니다. 단축 다이얼 자체는 삭제되지 않습니다.\n단축 다이얼을 영구적으로 삭제하고 모든 그룹에서 제거하려면 [삭제]를 클릭하십시오.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "[그룹에서 삭제]를 클릭하면 해당 그룹에서만 단축 다이얼이 삭제됩니다. 단축 다이얼 자체는 지워지지 않습니다.\n단축 다이얼을 영구 삭제하고 모든 그룹에서 제거하려면 [삭제]를 클릭하십시오.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "\"%@\" 그룹에서 선택한 단축 다이얼을 제거하시겠습니까?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "\"%@\" 그룹에서 선택한 연락처를 삭제하시겠습니까?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "[그룹에서 제거]를 클릭하면 단축 다이얼이 그룹에서만 삭제됩니다. 단축 다이얼 자체는 삭제되지 않습니다.\n단축 다이얼을 영구적으로 삭제하고 모든 그룹에서 제거하려면 [삭제]를 클릭하십시오.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "[그룹에서 삭제]를 클릭하면 해당 그룹에서만 단축 다이얼이 삭제됩니다. 단축 다이얼 자체는 지워지지 않습니다.\n선택한 단축 다이얼을 영구 삭제하고 모든 그룹에서 제거하려면 [삭제]를 클릭하십시오.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "각 그룹에서 선택한 단축 다이얼을 제거하시겠습니까?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "선택한 연락처를 각자의 그룹에서 삭제하시겠습니까?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "[그룹에서 제거]를 클릭하면 단축 다이얼이 그룹에서만 삭제됩니다. 단축 다이얼 자체는 삭제되지 않습니다.\n단축 다이얼을 영구적으로 삭제하고 모든 그룹에서 제거하려면 [삭제]를 클릭하십시오.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "[그룹에서 삭제]를 클릭하면 해당 그룹에서만 단축 다이얼이 삭제됩니다. 단축 다이얼 자체는 지워지지 않습니다.\n단축 다이얼을 영구 삭제하고 모든 그룹에서 제거하려면 [삭제]를 클릭하십시오.";

HSDFSD_DeleteMixedEntriesAlertTitle = "선택한 단축 다이얼 및 그룹 다이얼을 제거하시겠습니까?";
HSDFPB_DeleteMixedEntriesAlertTitle = "선택한 연락처와 그룹을 삭제하시겠습니까?";
HSDFSD_DeleteMixedEntriesAlertMessage = "[삭제]를 누르면 선택한 단축 다이얼과 그룹이 영구적으로 삭제됩니다. 선택한 그룹에 있는 개별 단축 다이얼은 삭제 대상으로 개별적으로 선택하지 않은 한 삭제되지 않습니다.";
HSDFPB_DeleteMixedEntriesAlertMessage = "[삭제]를 클릭하면 선택된 연락처와 그룹만 삭제됩니다. 선택한 그룹에 있지만 직접 선택되지 않은 개별 연락처는 삭제되지 않습니다.";

DenyContactsAccessAlertTitle = "정보를 사용할 수 없음";
DenyContactsAccessAlertMessage = "\"%@\" 응용 프로그램에 액세스할 수 없습니다.\n시스템 환경설정의 보안 및 개인 정보 패널에서 차단을 해제할 수 있습니다.";

HSDFSD_AllowsToCommitChangesAlertTitle = "팩스 단축 다이얼 목록이 수정됨";
HSDFPB_AllowsToCommitChangesAlertTitle = "전화번호부를 수정했습니다. 인쇄하기 전에 변경 사항을 저장하시겠습니까?";
AllowsToCommitChangesAlertMessage = "변경 사항을 적용하지 않으면 인쇄 목록에 포함되지 않습니다. 목록에 대한 변경 사항을 인쇄하기 전에 적용하시겠습니까?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "처리 중…";
PrintProcessingDialogTitle = "인쇄 중… 기다리십시오";
